import "./About.css"

export default function About() {
    return (
        <>
            <p id="about">
            <br/>
                <h2 > נעים להכיר</h2>
               
                טיפול בבישול. כך קראתי לבלוג שלי ועדיין לא הבנתי לעומק את המורכבות האישית והדיוק של השם.<br/>

                כנראה שהגיע זמני, והבנתי שכל מה שנמצא לי במחשכי הבטן ראוי לו לצאת החוצה, לאור.<br/>

                שנים כתבתי למגרות, בהלוויות, במסיבות של חברות ועל גבי ברכות. ולפני שנה הייתה נחיצות להישמע, להראות.<br/>

                אז אזרתי את כל שאריות האומץ והתחלתי לכתוב.<br/>

                וכמו מעיין שופע המילים פרצו להן את הדרך ונכתבו כמעט מעצמן. מול המחשב, בחרדה אדירה ישבתי שבוע לאחר<br/>
                שבוע והידיים מתקתקות מעצמן, ללא צורך בי.<br/>

                התחושה הייתה שיש בנשמתי מלל מסודר ורשום והוא רק צריך להיות מועלה על הכתב.<br/>

                שבוע לאחר שבוע, נגעתי בכל הכאב השמחה, האכזבה והבושה שהיו קיימים לי בפנוכו.<br/>

                פוסט, ומתכון שמתאים לתחושה שהייתה מתעוררת בי לאחר שסיימתי לכתוב.<br/>

                וראה זה פלא. מפוסט לפוסט חלו בי תמורות. בתחילה, משהו קליל, לא מורגש. סוג של הזדקפות עדינה. אחר כך שינוי<br/>
                של ממש, אמיתי ונכון. עברתי טיפול – בבישול.<br/>

                שנים של ביני לעצמי הפכו לנחלת הכלל והיה בזה משהו משחרר, מנקז מטהר. קראתי לזה חופש, ורק היום שנה אחרי<br/>
                אני מבינה כמה צדקתי. החופש הזה לכתוב את הנימים של חיי מאפשר לי להתהלך עם תחושה של אחד ולא בפיצול<br/>
                מחליש.<br/>

                יש משהו שבוער בי ונרגע רק לאחר שכתבתי. ויש שקט נעים ולבן של יצירה וסיפוק. אנשים קוראים, מגיבים<br/>
                מתעניינים ורוצים עוד. וכמה כוח זה נותן לי, כמה ערך עצמי.<br/>

                תמיד אהבתי אנשים. התעניינתי, סוקרנתי מהחיים וממה שיש להם להציע. והיום הסנכרון מושלם. אני נותנת ולוקחת<br/>
                עם שתי הידיים ואין כיף גדול מזה.<br/>

                הבלוג שינה את חיי? לגמרי. הפך לי אותם על הראש. תענוג ואושר גדול. מומלץ ובענק.<br/><br/><br/>
            </p>
            <div id="about_imgg">
                <img src="/images/IMG_16269-520x400.jpg" id="about_imggg" />
            </div>
        </>
    )

}